Repository: mozilla-l10n/mt-training-data
Catalog: zza/zza_pontoon.tmx
Source language: en_us
Languages: zza

source: How do I access and use the dataset?
zza: Ez senî biresî komdayeyî û ey senî bixebitnî?

source: How do I add a language?
zza: Ez senî ziwanêk îlawe kena?

source: How do I add sentences?
zza: Ez senî cumleyan îlawe kena?

source: How do I know whether to approve a voice clip?
zza: Ez senî bizanî eke qeydê vengî tesdîq bikerî yan nêkerî?

source: How do I record a high quality voice clip?
zza: Ez senî qeydê vengî yo kalîteberz qeyd kena?

source: How do I stay in touch?
zza: Ez senî eşkena têkilîye de bimanî?

source: How is Common Voice funded?
zza: Common Voice senî fînanse beno?

source: How would you describe your accent?
zza: Ti fekê xo senî tarîf kenî/a?

source: Hungarian
zza: Macarkî

source: I agree
zza: Ez qebul kena

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zza: Ez <termsLink>Şert û Merc</termsLink> û <privacyLink>Polîtîkaya NImiteyî</privacyLink> ya Common Voice qebul kena

source: Icelandic
zza: Îzlandkî

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
zza: Derheqê Common Voice de ez wazena e-maîlan, sey vîrardişê hedefan, rewşa averşîyayîşî yan zî xebernameyan, bigîrî.

source: I do not agree
zza: Ez qebul nêkena

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
zza: Eke qeyd hetê 2 kesan ra betal beno, yewna binbeşê komdayeyî de weşanîyeno.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
zza: Eke qeyd birîyeno yan zî qirçe-qirçe keno, ey betal ke. Îstîsna: eke pêroyîya metnî hema fehm bena, wa bimano.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
zza: Eke cumle rîayetê nê krîteran kena, destê raştî de gojaga &quot;Tesdîq ke&quot ser o bitikne.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
zza: Eke ti raştê çîyêk yenî/a ke rayberan de tarîf nêbîyo, keremê xo ra goreyê mantiqê selîmî ra ray bide. Eke ti nêeşkenî/a qerar bidê, "ravêre" ser o bitikne û şo qeydo ameyox.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
zza: Eke ti eşkenî/a <strong>bieşnawê</strong> û <strong>fehm bikerê</strong>, normal de rind o ke <strong>tesdîq bikerê</strong>.

source: If you run out of sentences to review, please help us collect more sentences!
zza: Eke cumleyî nêmendê ke bêrê çimçarnayene, keremê xo ra dest bide ma ke hîna zaf cumleyan arê bidîme!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
zza: Ti ke vanî/a ke telefuzê qeydî <strong>fehmkerdişê ci keno zehmetêr</strong> yan zî <strong>peyzemîn de xeylê veng est o</strong> yan zî <strong>kesê bînî zî tede qisey kenê</strong>, o wext wa ti qeydê vengî betal bikerê. <accuracyLink>Derheqê krîteranê ma yê raştbîyayîşî de hîna zaf melumat bivîne</accuracyLink>.

source: Igbo
zza: Îgbo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
zza: Ez #CommonVoice ser o vengê xo bexişnena, coka mi xo rê hedefo taybetî viraşt -- Ti kî beşdar be û makîneyan rê bimusne ka însanê raştikênî senî qisey kenê { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
zza: Ez qebul kena ke şima nê melumatî seke <privacyLink> Polîtîkaya Nimiteyîye</privacyLink> ya Mozîlla de îzah bî, bixebitnê.

source: Includes email, username & demographic info, available right away
zza: Tede e-maîl, nameyê xebitnayoxî û melumato demografîk est ê. Desinde yeno warardene.

source: Includes mp3s and related sentences, may take some time to prepare
zza: Tede MP3 û cumleyê têkildarî est ê. Amadekerdiş tenê wext gêno

source: Indonesian
zza: Îndonezkî

source: Information about the language
zza: Derheqê ziwanî de melumat

source: In Progress
zza: Hawo Virazîyenê

source: Intersex
zza: Hemcinsî

source: Irish
zza: Îrlandkî

source: IsiNdebele (North)
zza: IsiNdebele (Vakur)

source: IsiNdebele (South)
zza: IsiNdebele (Başûr)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
zza: <isoCodeLink>Kodê ISO</isoCodeLink>, eke zanîyeno

source: Is the clip valid?
zza: Qeyd vîyartbar o?

source: Italian
zza: Îtalkî

source: It contains words or phrases that are hard to read or pronounce.
zza: Tede çeku yan kî vateyî est ê ke bi zehmetî telefuz benê / wanîyenê.

source: It is written in a language different than what I’m reviewing.
zza: No yewna ziwan de nusîyayo.

source: It is written in a language different than what I’m speaking.
zza: Na cumle ziwanê mi de ney, la yewna ziwan de nusîyaye.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
zza: Karê caardişê Common Voice karêko giran o! Ma tena nêkenîme. Ti wazenî/a bibê hemparê ma? Ti ke ma de bikewê têkilîye, ma benîme keyfweş.

source: Izhorian
zza: Îngrîkî

source: Japanese
zza: Japonkî

source: Javanese
zza: Cavakî

source: Join the Common Voice mailing list
zza: Beşdarê lîsteya e-maîlanê Common Voice bibe

source: Just Unsure?
zza: Emîn nîyî/nîya?

source: Kabardian
zza: Kabardkî

source: Kabyle
zza: Kabîlkî

source: Kannada
zza: Kannadakî

source: Kaqchikel
zza: Kaqçîkelkî

source: Karakalpak
zza: Karakalpakkî

source: Kazakh
zza: Qazaxkî

source: { $kb }kb max
zza: tewr zêde { $kb } kb

source: Keep
zza: Wedare

source: Keep it up, record again <recordIcon></recordIcon>
zza: Wina dewam bike, reyna qeyd bike <recordIcon></recordIcon>

source: Keep the recordings
zza: Qeydanê vengî wedare

source: Keep track of your progress and metrics across multiple languages.
zza: Rewşa xo ya averşîyayîşî û peymanê xo yê ziwananê cîya-cîyayan taqîb bike.

source: Keep track of your progress with a profile
zza: Profîlêk viraze û wina averşîyayîşê xo taqîb bike

source: Keep track of your progress with a profile and help our voice data be more accurate.
zza: Pê profîlêk ti eşkenî/a hem averşîyayîşê xo taqîb bikerê hem zî dest bidê ke dayeyê ma yê vengî raştêr bê.

source: Khmer
zza: Xmerkî

source: K'iche'
zza: Kîçêkî

source: Kichwa
zza: Kîşwakî

source: Kikuyu
zza: Kîkuyu

source: Kinyarwanda
zza: Kînyarwandakî

source: Komi-Zyrian
zza: Komî-Zîryankî

source: Konkani (Devanagari)
zza: Konkankî (Devanagarkî)

source: Korean
zza: Korekî

source: Kurmanji Kurdish
zza: Kurdkî (Kurmancî)

source: Kyrgyz
zza: Qirxizkî

source: Language
zza: Ziwan

source: Language Request
zza: Waştişê Ziwanî

source: Language request successfully submitted, thank you.
zza: Waştişnameyê ziwanî bi hawayêko serkewte rusnîya, weş be.

source: Languages
zza: Ziwanî

source: Lao
zza: Laokî

source: Large scale corporates and platform companies
zza: Şîrketê girsî û şîrketê platformî

source: Last Updated: { $lastUpdatedTimeStamp }
zza: Rojanekerdişo tewr peyên: { $lastUpdatedTimeStamp }

source: Latgalian
zza: Latgalkî

source: Latvian
zza: Letonkî

source: Launched
zza: Weşanîyayî

source: Laz
zza: Lazkî

source: Leaderboard Visibility
zza: Asayîşê rêzenameyî

source: Learn how to take part
zza: Beşdarîye senî bena?

source: Learn More
zza: Hîna Zaf Melumat

source: Leaving now means you’ll lose your changes
zza: Ti ke nika vejîyenî/a, vurîyayîşê to benê vîndî

source: Leaving now means you'll lose your progress
zza: Ti ke nika vejîyenî/a, averşîyayîşo nikayin qeyd nêbeno.

source: Let's Get Started
zza: De dest pêkerîme

source: License
zza: Lîsans

source: License: <licenseLink>CC-0</licenseLink>
zza: Lîsans: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
zza: Lîsans: <licenseLink>{ $license }</licenseLink>

source: Ligurian
zza: Lîguryankî

source: Lingala
zza: Lîngalkî

source: Link Copied
zza: Lînk kopya bî

source: Links to websites that can help us understand the language
zza: Lînkê keyepelan ke fehmkerdişê ziwanî de hetkarîya ma kenê

source: Listen
zza: Goşdar bike

source: Listening
zza: Goşdarkerdiş

source: Listen-Queue
zza: Rêza Goşdarkerdişî

source: Lithuanian
zza: Lîtvankî

source: Loading…
zza: Bar beno...

source: Loading sentences…
zza: Cumleyî bar benê...

source: Localized
zza: Çarnîyaye

source: Log In
zza: Dekewe

source: Login Identity
zza: Nasnameyê dekewtişî

source: Log in or sign up to get started
zza: Seba destpêkerdişî, dekewe yan qeyd bibe

source: Log In / Sign Up
zza: Dekewe/Hesab Viraze

source: Log In / Sign Up with { $company } email
zza: Bi e-maîlê { $company } dekewe/qeyd bibe

source: Log Out
zza: Vejîye

source: Lojban
zza: Lojbankî

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
zza: Winî aseno ke seba nê ziwanî qet qeyd çin o ke bigoşdarê. De ti dest bide ma û vengê xo qeyd bike ke na kêmasî wedarîyo.

source: Luganda
zza: Lugandkî

source: Luxembourgish
zza: Luksembûrgkî

source: Macedonian
zza: Makedonkî

source: Maithili
zza: Maîthîlî

source: Make sure the sentence meets the following criteria:
zza: Baldar be ke cumle rîayetê nê krîteran bikero:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
zza: Ti ke tayê melumato demografîko anonîm pêşkêş kenî/a, dayeyê to yê rusnayeyî tenêna benê dewlemend. Verê ke bêrê weşanayene, ma pêro dayeyanê demografîkan anonîm kenîme.

source: Malagasy
zza: Madagaskî

source: Malay
zza: Malaykî

source: Malayalam
zza: Malayalamkî

source: Male/Masculine
zza: Camêrd/Nêrî

source: Maltese
zza: Maltakî

source: Manage Email Subscriptions
zza: Aboneyîyanê e-maîlî îdare bike

source: Manage Subscriptions
zza: Aboneyîyan îdare bike

source: Marathi
zza: Marathkî

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
zza: <mark>Ti CV seba</mark><br/><mark>cigêrayîşê xo gurenenî/a?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
zza: <mark>Ma rê</mark><br/><mark>ardimê to lazim o!</mark>

source: Meadow Mari
zza: Markîya Deşte

source: Medumba
zza: Medumbakî

source: Message
zza: Peyam

source: [Mismatched content]
zza: [Na sewbîna muhtawa ya]

source: Misreadings
zza: Wendişê şaşî

source: Missing an <strong>'s'</strong> at the end of a word.
zza: Nêwendişê peynîya çekuyan, sey <strong>î</strong> yan zî <strong>îzafe</strong>.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
zza: Çekuya ke metn de çin a <strong>îlawekerdiş<strong> yan zî çekuya ke est a <strong>nêwendiş</strong>.

source: Missing the end of the last word by cutting off the recording too quickly.
zza: Lez qeydkerdiş û wina peynîya çekuya peyêne tam nêwendiş.

source: Mixed
zza: Têmîyan

source: Moksha
zza: Mokşakî

source: Mongolian
zza: Moxolkî

source: More
zza: Hîna zaf

source: [More has been recorded than the required text]
zza: [Çekuyê ke zereyê metnî de nîyê, ameyî qeydkerdene]

source: Mossi
zza: Mosîkî (Morekî)

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
zza: Zafê dayeyan ke hetê şîrketanê girsan ra yenê xebitnayene, seba zafêrîya kesan mewcûd nîyê. Goreyê ma, wina înovasyon asteng beno. Coka ma Common Voice da destpêkerdene: yew projeyo ke wazeno teknolojîya naskerdişê vengî her kesî rê akerde bikero.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
zza: Zafêrîya dayeyan ke hetê şîrketanê girsan ra yena xebitnayene, seba rayapêroyî mewcûd nîya. Goreyê ma, wina înovasyon asteng beno. Coka ma projeyê Common Voice da destpêkerdene ke teknolojîya naskerdişê vengî her kesî rê akerde bo.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
zza: Zafêrîya qeydan de însanî vengê xo yê tebîî de qisey kenê. Eke ti ge-gane raştê qeydan yenî/a ke bi zirçayîş, pispisnayîş yan zî tewirêko dramatîk wanîyayê, ti eşkenî/a înan qebul bikerê. Keremê xo ra qeydê ke sey kilame ameyî wendene û ê ke pê vengê komputure sentezîze bîyî, înan betal bike.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
zza: Mozîlla Common Voice projeyêk o ke makînayan (komputuran) rê bimusno ke merdimê raştikênî senî qisey kenê.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
zza: Mozilla Common Voice sayeyê tewir bi tewir grûbanê çalakîker, ziwannas, zanyarê dayeyan, akademîsyen û muhendisanê çîynerman ra ke her cayê dinya ra yenê, ame rayîr. No proje hetê Weqfê Mozîlla ra îdare beno.

source: Mutual accountability.
zza: Berpirsîyarîya hempare.

source: N
zza: B

source: N/A
zza: çin o

source: Names of your language
zza: Nameyê ziwanê to

source: Native Language
zza: Ziwanê Dayîke

source: Need help with the Sex or Gender changes?
zza: Vurnayîşê cins yan zî seksualîte de ardim lazim o?

source: Need some help with accent?
zza: Derheqê fekan de hetkarîye wazenî/a?

source: Need some help with variants?
zza: Derheqê varyantan de hetkarîye wazenî/a?

source: Need to download your data?
zza: Ganî dayeyê to bêrê warardene?

source: Nepali
zza: Nepalkî

source: New Language Launch
zza: Weşanê Ziwanêkê Neweyî

source: Next
zza: Aver

source: Nias
zza: Nîaskî

source: No
zza: Ney

source: [No ‘a’ in the original text]
zza: [Metno orîjînal de "xo" çin o]

source: No gravatar found for your email
zza: Bi e-maîlê to ra gravatar nêame dîyene.

source: No information available
zza: Melumat çin o

source: No microphone found.
zza: Mîkrofon nêame dîyene.

source: Non-binary
zza: Bêdîyîye

source: Northern Sotho
zza: Sothokîya Vakurî

source: Norwegian Bokmål
zza: Norweçkî (Bokmål)

source: Norwegian Nynorsk
zza: Norweçkî (Nynorsk)

source: No sentences to review. <addLink>Add more sentences now!</addLink>
zza: Seba çimçarnayîşî cumleyî çin ê. <addLink>Nika cumleyan îlawe bike!</addLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
zza: Not: Seba vurnayîşê tewirê beşdarîye, ganî ti "Qisey ke" yan zî "Goşdar ke" weçîne.

source: No Thanks
zza: Ney, sipas

source: No thanks, continue speaking
zza: Ney, sipas. Qiseykerdişî rê dewam

source: No variant selected
zza: Varyant nêame weçînitene.

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
zza: Ti nika Common Voice hîna zaf nas kenî/a. Çira nêceribnenî/a? Resimê mîkrofonî ser o bitikne û cumleyan bi veng biwane. <br/><br/> Eke ti hîna zaf wazenî/a qeydanê vengî yê kesanê bînan kontrol bikerê, resimê cinitişî ser o bitikne. Wina, ti dest danî/a ke qeydê vengî rîayetê cumleyanê nuştekîyan bikerê.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
zza: Ti nika eşkenî/a vengê xo bibexişnê û wina dest bidê ke ma ke yew databasê vengan o çimeakerde virazîme ke her kes bieşko bigureno. Bi o hawa, merdim pê eşkeno app û hacetanê înovatîfan virazo. Cumleyêk biwane û wina makîna rê bimusne ke însanî senî qisey kenê. Xebata beşdaranê bînan kontrol bike ke senînîye rindêr bo. Hende rehet o!

source: Number of Voices
zza: Hûmara vengan

source: Occitan
zza: Oksîtankî

source: Odia
zza: Odîakî

source: Off
zza: Padaye

source: Offensive language
zza: Heqaret/Hêrişkar

source: Offensive speech
zza: Qisaya hêrişkare

source: On
zza: Akerde

source: On desktop devices you can contribute by downloading…
zza: Cîhazanê serekranî ser o ti bi nê warardişî ra eşkenî beşdar bibê:

source: On his head he wore a beret.
zza: Nameyê mi Xidir o.

source: On iOS please continue with Safari to enable recording…
zza: Seba ke iOS ser o qeyd bikerê, keremê xo ra Safari de dewam bike

source: Only show me sentences and clips from my variant
zza: Mi rê tena fekê mi ra qeydanê vengî û cumleyan nîşan bide

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
zza: Heto bîn ra, eke ti vanî/a wendoxêk na çekuye qet nêzano yan zî wendiş nêzano û coka telefuz temamen xelet o, keremê xo ra betal bike. Eke ti emîn nîyî/nîya, ravêre.

source: Optionally join on our email list for updates and new information about the project.
zza: Eke wazenî/a, beşdarê lîsteya ma yê e-maîlî bibe û wina rojanekerdiş û xeberanê projeyî yê neweyan bigîre.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
zza: Dayeyê demografîkî yê ke opsîyonal rusnîyenê (mavajîme serrî, cinsîyet, ziwan û fek), caran profîlê to ser o nêweşanîyenê û komdaye de girêdayeyê hesabê to zî nêbenê. Labelê, seba ke raştêr analîz bibê, qeydê vengî dayeyanê demografîkan de girê dîyenê, sey nimûne, yew cigêrayox biwazo pê modelêkê perwerdeyî bi hedefê beşêkê demografîkî virazo.

source: Ossetian
zza: Osetkî

source: Other
zza: Ê bînî

source: Other Language
zza: Ziwanêko bîn

source: Other people validate those voice clips.
zza: Kesê bînî zî nê qeydanê vengî tesdîq kenê.

source: Other voice datasets…
zza: Komdayeyê vengî yê bînî…

source: Other Voice Datasets
zza: Komdayeyê vengî yê bînî

source: Our governance is founded on the pillars of:
zza: Îdareyê projeyê ma nê estunan ser o virazîyayo:

source: Our Partners
zza: Hemparê Ma

source: Overall Accuracy
zza: Raştbîyayîşo Pêroyî

source: Overall Hr. Total
zza: Saetî - Pêro Pîya

source: p
zza: b

source: Papiamento (Aruba)
zza: Papîamento (Aruba)

source: Partner
zza: Hempar

source: Partners
zza: Hemparî

source: Partnerships
zza: Hemparî

source: Partnerships and networks
zza: Hemparî û torrî

source: [Part of the text can’t be heard]
zza: [Qisimê metnî nêhesnîyeno]

source: Pashto
zza: Paştûkî

source: Past recordings download requests
zza: Waştişê warardişê qeydan ê verênî

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
zza: <p>Common Voice komdayeyêk o ke her kesî rê akerde yo û bi venganê beşdaranê zerrîwazan ra ke çar goşeyanê dinya ra yenê, virazîyeno. Kesê bînî ke wazenê applîkasyonanê vengî virazê, eşkenê nê komdayeyî seba perwerdekerdişê modelanê musayîşê makîneyan bigurenê.</p> <p>No dem, zafêrîya komdayeyanê vengî destê şîrketan de ya. No zî înovasyon asteng keno. Ney ra zî wet, komdayeyan de tayê miletî kêmî temsîl benê: kesê ke îngilizkî qisey nêkenê, kesê postikrenginî, astengdarî, cinîkî û endamê LGBTQIA+. Yanî, teknolojîyê bi vengî xeylê ziwanan de nêgureyenê. Eke gureyenê zî, her kesî rê eynî sewîye de xizmet nêkenê. Ma wazenîme ney bivurnîme û her ca de însanan ra ray fînîme ke venganê xo pare bikerê.</p>

source: People come and contribute their voices.
zza: Şar yeno û vengê xo bexişneno.

source: Persian
zza: Fariskî

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
zza: Derheqê pêroyê raywanîya Common Voice de <playbookLink>hetkarî û rayberîye bivîne</playbookLink>: çarnayîş ra heta xebitnayîşê komdayeyî û komelê ma reyde têkilîkewtiş zî.

source: <playIcon></playIcon>Last one!
zza: <playIcon></playIcon>Tena yew mendo!

source: Play/Stop
zza: Bicine/Bivindarne

source: Please select a language to review sentences.
zza: Seba çimçarnayîşê cumleyan, keremê xo ra ziwanêk weçîne.

source: Polish
zza: Polonkî

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
zza: Eke çin o, xo rê <pontoonAccountLink>hesabêk ake</pontoonAccountLink>. Badê, ziwanê xo weçîne <strong>("ekîpe")</strong>, badêna kî projeyê <pontoonCvLink>Common Voice</pontoonCvLink> weçîne. Uca seba çarnayîşî dosyeyî est ê. Yewêk ser o bitikne: çekuyêka îngilizkî û yew qutîye seba nuştişê çarnayîşî asenê.

source: Portuguese
zza: Portugalkî

source: Press play, listen & tell us: did they accurately speak the sentence below?
zza: Bicine, goşdar bike û ma ra vaje: tirêm cumleya cêrêne raşt wanîya?

source: Press { shortcut-play-toggle } to toggle play mode
zza: Seba cinitişî/vindarnayîşî { shortcut-play-toggle } ser o bitikne

source: Privacy
zza: Nimiteyîye

source: Privacy Policy
zza: Polîtîkaya Nimiteyîye

source: Privacy, security and transparency.
zza: Nimiteyîye, asayîş û şefafîye

source: Pro
zza: Profesyonel

source: Profile
zza: Profîl

source: Profile information improves the audio data used in training speech recognition accuracy.
zza: Melumatê profîlî dayeyê vengî ke musnayîşê raştkerdişê naskerdişê qiseykerdişî de xebitnîyenê, înan rindêr keno.

source: Progress
zza: Averşîyayîş

source: Pular Guinea
zza: Pularkîya Gîne

source: Punjabi
zza: Pancabkî

source: Quechua Chanka
zza: Keçwakî Çanka

source: r
zza: q

source: [‘Raised’ in English is always pronounced as one syllable, not two]
zza: [Çekuya 'leşker'î sey 'eşker'î telefuzkerdiş şaş o ]

source: Reader Effects
zza: Tesîrê Wendoxan

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
zza: Bi telefuzê dewa xo wendiş. Mavajîme, herinda "nan"î de "non" vatiş.

source: Read More
zza: Zêdeyêr Biwane

source: Read more on our About page
zza: Rîpelê ma yê "Derheq de" ser o hîna zaf biwane

source: Read the sentence carefully - don’t miss, change or add words.
zza: Cumle bi baldarî biwane - çekuyan ramevêre, mevurne yan zî îlawe meke.
